Repository: alainlogo/env-test
Catalog: TB_*_furniture_vokes_125/themes/TB_125_*_Furniture_Vokes/translations/*/ShopThemeCatalog.*.xlf
Languages: ar_sa

source: Best Sellers
ar_sa: الأكثر مبيعاً

source: All best sellers
ar_sa: جميع الكتب مبيعا

source: Brands
ar_sa: الماركات

source: All brands
ar_sa: كل العلامات التجارية

source: %s other product in the same category:
ar_sa: %s منتج آخر في نفس الفئة:

source: %s other products in the same category:
ar_sa: %s منتجات أخرى في نفس الفئة:

source: Customers who bought this product also bought:
ar_sa: منتجات تم شراؤها من نفس العملاء:

source: My alerts
ar_sa: تنبيهاتي

source: Popular Products
ar_sa: المنتجات الأكثر رواجا

source: All products
ar_sa: كل المنتجات

source: New products
ar_sa: وصل حديثاً

source: All new products
ar_sa: مشاهدة المزيد

source: 1 person is currently watching this product.
ar_sa: شخص واحد يشاهد هذا المنتج حاليا.

source: %nb_people% people are currently watching this product.
ar_sa: %nb_people% زوار يشاهدون هذا المنتج حالياً.

source: Last time this product was bought: %date_last_order%
ar_sa: أخر مره تم شراء هذا المنتج كان في %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
ar_sa: اخر مره اضيف فيها هذا المنتج الى سلة التسوق: %date_last_cart%

source: No RSS feed added
ar_sa: لا يوجد تغذية RSS مضافة

source: Search our catalog
ar_sa: ابحث في قائمتنا

source: Search
ar_sa: بحث

source: On sale
ar_sa: تخفيضات

source: All sale products
ar_sa: كل المنتجات المعروضة

source: Suppliers
ar_sa: الموردون

source: All suppliers
ar_sa: كافة الموردين

source: Viewed products
ar_sa: شاهدت مؤخراً

source: List of products by brand %brand_name%
ar_sa: قائمة المنتجات من حيث العلامة التجارية %brand_name%

source: List of products by supplier %s
ar_sa: قائمة منتجات المورد %s

source: This pack contains
ar_sa: تحتوي هذه الحزمة

source: Description
ar_sa: الوصف

source: Product Details
ar_sa: تفاصيل المنتج

source: Attachments
ar_sa: الملفات المرفقة

source: You might also like
ar_sa: قد يعجبك ايضا

source: Regular price
ar_sa: السعر الأساسي

source: Price
ar_sa: السعر

source: Quantity
ar_sa: الكمية

source: Product customization
ar_sa: المنتج حسب الطلب

source: Reference
ar_sa: المرجع

source: Product
ar_sa: منتج

source: Unit price
ar_sa: سعر الوحدة

source: Total price
ar_sa: السعر الإجمالي

source: Your customization:
ar_sa: التخصيص الخاص بك:

source: Brand
ar_sa: العلامة التجارية

source: In stock
ar_sa: السلع الموجودة بالمخزن أولا

source: Availability date:
ar_sa: تاريخ التوفر:

source: Data sheet
ar_sa: البيانات

source: Specific References
ar_sa: مراجع محددة

source: Condition
ar_sa: الشرط

source: Volume discounts
ar_sa: خصومات كبيرة

source: You Save
ar_sa: يمكنك ان تدخر

source: Up to %discount%
ar_sa: يصل إلى %discount%

source: Save %percentage%
ar_sa: وفر %percentage%

source: Save %amount%
ar_sa: وفر %amount%

source: %price% tax excl.
ar_sa: %price% بدون ضرائب.

source: Instead of %price%
ar_sa: بدلا عن %price%

source: Including %amount% for ecotax
ar_sa: إضافة %amount% لـ ضريبة البيئة

source: (not impacted by the discount)
ar_sa: (لا تتأثر بالخصم)

source: There are %product_count% products.
ar_sa: يوجد %product_count% منتجا.

source: There is 1 product.
ar_sa: يوجد منتج واحد
